[{"lyrics": "Abba Father, let me be<br>Yours and Yours alone.<br>May my will forever be<br>Ever more Your own.<br>Never let my heart grow cold,<br>Never let me go.<br>Abba Father, let me be<br>Yours and Yours alone.<br><br>", "title": "Abba Father, let me be"}, {"lyrics": "Above all powers<br>Above all kings<br>Above all nature and all created things<br>Above all wisdom and all the ways of man<br>You were here before the world began<br><br>Above all kingdoms<br>Above all thrones<br>Above all wonders the world has ever known<br>Above all wealth and treasures of the earth<br>There's no way to measure what you're worth<br><br><i>Crucified<br>Laid behind the stone<br>You lived to die<br>Rejected and alone<br>Like a rose trampled on the ground<br>You took the fall<br>And thought of me<br>Above all<br></i><br>", "title": "Above all powers, above all kings"}, {"lyrics": "Ah, Lord God, Thou has made the heavens<br>And the earth by thy great power<br>Ah, Lord God, Thou has made the heavens<br>And the earth by Thine out - stretched arm<br><br>Nothing is too difficult for Thee<br>Nothing is too difficult for Thee<br>Great and mighty God<br>Great in counsel and mighty in deed<br>Nothing, nothing, absolutely nothing<br>Nothing is too difficult for Thee<br><br>", "title": "Ah, Lord God, Thou has made the heavens"}, {"lyrics": "A King is born this day in Bethlehem,<br>Hallelujah! (Halle, hallelujah!)<br>No crown is worn but angels worship Him,<br>Hallelujah! (Halle, hallelujah!)<br>Almighty God, He was meek and mild,<br>Salvation comes through this holy Child.<br><br><i>A King is born, (He is in the manger now)<br>A King is born, (humbly come and humbly bow)<br>A tiny Lord, (He's reaching out His tiny hand)<br>A King is born on this day, in Bethlehem.<br></i><br>His palace is lowly, His throne is made of hay,<br>Hallelujah! (Halle, hallelujah!)<br>Shepherds bow down to see His holy face,<br>Hallelujah! (Halle, hallelujah!)<br>Heaven is singing of peace on earth,<br>Filled with the wonder of this birth.<br><br><i>Come humbly and humbly bow,<br>He's in the manger now. - 4<br></i><br>A King is born this day in Bethlehem<br><br>", "title": "A King is born this day in Bethlehem"}, {"lyrics": "All heaven declares<br>The glory of the risen Lord<br>Who can compare with<br>The beauty of the Lord<br>Forever He will be<br>The Lamb upon the throne<br>I gladly bow the knee<br>And worship Him alone<br><br>I will proclaim<br>The glory of the risen Lord<br>Who once was slain<br>To reconcile man to God<br>Forever You will be<br>The Lamb upon the throne<br>I gladly bow the knee<br>And worship You alone<br><br>", "title": "All heaven declares the glory of the risen Lord"}, {"lyrics": "All hail the pow'r of Jesus' name!<br>Let angels prostrate fall;<br>Bring forth the royal diadem,<br>And crown Him Lord of all.<br><br>Crown Him, ye martyrs of our God<br>Who from His altar call;<br>Extol the Stem of Jesse's rod,<br>And crown Him Lord of all.<br><br>Ye saints redeemed of Adam's race,<br>Ye ransomed from the fall;<br>Hail Him who saves you by His grace,<br>And crown Him Lord of all.<br><br>Let every kindred, every tribe<br>On this terrestrial ball,<br>To Him all majesty ascribe,<br>And crown Him Lord of all.<br><br>Oh, that with yonder sacred throng<br>We at His feet may fall,<br>Join in the everlasting song,<br>And crown Him Lord of all.<br><br>", "title": "All hail the pow'r of Jesus' name!"}]